export type QuoteCardData = {
  text: string
  side: 'left' | 'right'
}

export const quoteCards: QuoteCardData[] = [
  {
    text: 'Ключовим у назві є саме B2B, тобто від бізнесу до бізнесу. Проте, оскільки продажі охоплюють різноманітних галузей, маю сформулювати ще вузьке: ця книга стосуватиметься вихідних замовлень у B2B саме для цифрових продуктів і послуг.',
    side: 'left',
  },
  {
    text: 'Ця книга є практичним алгоритмом проведення угоди з моменту отримання запиту і до підписаного контракту (та навіть трохи далі). Вона дає відповідь на питання «Як продавати тим, хто вміє купувати?»',
    side: 'right',
  },
  {
    text: 'Ще з часів натурального обміну аргументація цінності власної пропозиції, і за можливості, знецінення пропозицій опонента є основою торговельних відносин.',
    side: 'left',
  },
  {
    text: 'Якщо клієнт купує сам, ви як продавець компанії не потрібні.',
    side: 'right',
  },
]
